VK_LINK = 'https://vk.com/id'

GOSHA_ID = 184541442

COMMANDS = {'commandant':    ["КОМЕНДА", "МИЛЕНА", "КОМЕНДАНТ", "МИЛЕНЫ", "КОМЕНДЫ"],                            # 0
            'castellan':     ["БЕЛЬЕ", "КАСТЕЛЯНША", "МАРГАРИТА", "БЕЛЬЯ"],                                      # 1
            'gym':           ["ТРЕНАЖЕРНЫЙ ЗАЛ", "СПОРТИВНЫЙ ЗАЛ", "СПОРТЗАЛ", "ЗАПИСЬ В СПОРТЗАЛ", "ЗАЛ"],      # 2
            'study_room':    ["УЧЕБНАЯ КОМНАТА", "УЧЕБКА", "ЗАПИСЬ В УЧЕБКУ"],                                   # 3
            'guests':        ["ГОСТИ", "ГОСТЕЙ", "ГОСТЯМИ"],                                                     # 4
            'shower':        ["ДУШ", "МЫТЬСЯ", "ДУШЕВАЯ"],                                                       # 5
            'laundry':       ["СТИРК", "ПРАЧК", "ПОСТИРОЧН", "СТИРАТЬ"],                                         # 6
            'duty':          ["ДЕЖУРСТВО", "УБОРКА", "КУХНЯ"],                                                   # 7
            'question':      ["ВОПРОС", "СТУДСОВЕТ", "ПОДСКАЖИ"],                                                # 8
            'greeting':      ["ПРИВЕТ", "ПРИВ", "ХАЙ", "ШАЛОМ", "ЗДАРОВА", "ДРАТУТИ", "НАЧАТЬ", "START"],        # 9
            'parting':       ["ПОКА", "ПРОЩАЙ", "ГУДБАЙ", "ЧМОКИ", "ПОКЕДОВА"],                                  # 10
            'gratitude':     ["СПАСИБО", "THX", "THANKS", "THANK YOU", "СПАСИБКИ", "СПС"],                       # 11
            'opportunities': ["УМЕЕШЬ", "ВОЗМОЖНОСТИ", "МОЖЕШЬ", "ИНФО", "ТЫ КТО?", "ИНФОРМАЦИЯ"],               # 12
            'rude_command':  ["СУКА", "БЛЯТЬ", "ПИЗ", "ФАК", "ХУЙ", "ПИДОР", "СОСАТЬ", "СОСИ", "ЖОПА"],          # 13
            'invoice':       ['ЧЕК', "ОПЛАТА"],                                                                  # 14
            'topical':       ['АКТУАЛЬНОЕ'],
            }
